[
  {
    "id": 1,
    "year": 2019,
    "make": 1,
    "model": 1,
    "price": 20002,
    "transmission" : 1,
    "mileage" : 25000,
    "description": "El Honda Civic es un auto compacto de turismo fabricado por la empresa japonesa Honda. Se caracteriza por su equilibrio entre potencia y eficiencia, y por su diseño innovador.",
    "image": "/images/shop_01.png"
  },
  {
    "id": 2,
    "year": 2020,
    "make": 2,
    "model":2,
    "price": 22000,
    "transmission" : 2,
    "mileage" : 15000,
    "description": "El Ford Focus es un automóvil compacto fabricado por Ford Motor Company. Se produce desde 1998 y está disponible en distintas versiones, como Berlina, SportBreak, Active y ST. ",
    "image": "/images/shop_02.png"
  },
  {
    "id": 3,
    "year": 2017,
    "make": 3,
    "model": 4,
    "price": 15000,
    "transmission" : 1,
    "mileage" : 40000,
    "description": "El Chevrolet Cruze es un auto con motor turbo, transmisión automática y tecnología de conectividad.",
    "image": "/images/shop_03.png"
  },
  {
    "id": 4,
    "year": 2020,
    "make": 4,
    "model": 4,
    "price": 21000,
    "transmission" : 1,
    "mileage" : 12000,
    "description": "El Volkswagen Vento es un auto sedán subcompacto fabricado por la empresa alemana Volkswagen. Se caracteriza por su amplio espacio interior, buen rendimiento de combustible y sistemas de seguridad. ",
    "image": "/images/shop_04.png"
  },
  {
    "id": 5,
    "year": 2021,
    "make": 5,
    "model": 5,
    "price": 23000,
    "transmission" : 2,
    "mileage" : 10000,
    "description": "Cada detalle del Nissan Sentra fue pensando para brindarte esa exclusividad única, imponente y sofisticada que tanto estabas buscando y que te mereces.",
    "image": "/images/shop_05.png"
  },
  {
    "id": 6,
    "year": 2019,
    "make": 6,
    "model": 6,
    "price": 16000,
    "transmission" : 1,
    "mileage" : 35000,
    "description": "El Renault Sandero es un auto con un amplio equipamiento tecnológico, que incluye sistema multimedia, airbags, control de estabilidad y más.",
    "image": "/images/shop_06.png"
  },
  {
    "id": 7,
    "year": 2021,
    "make": 5,
    "model": 5,
    "price": 23002,
    "transmission" : 2,
    "mileage" : 10000,
    "description": "El Sentra es una transformación completa del modelo anterior, como lo demuestra su excelente puntuación en las pruebas de carretera. También se deshizo de su aspecto desaliñado y su rendimiento mediocre para convertirse en uno de los sedanes con mejor conducción en la clase compacta .",
    "image": "/images/shop_07.png"
  },
  {
    "id": 8,
    "year": 2021,
    "make": 7,
    "model": 7,
    "price": 24000,
    "transmission" : 2,
    "mileage" : 8000,
    "description": "El Subaru Impreza agrega más aventura a todos los días con la capacidad de tracción simétrica en las cuatro ruedas estándar y la versatilidad de su diseño espacioso y deportivo con puerta trasera. ",
    "image": "/images/shop_08.png"
  },
  {
    "id": 9,
    "year": 2019,
    "make": 8,
    "model": 8,
    "price": 19000,
    "transmission" : 2,
    "mileage" : 18000,
    "description": "El Kia Forte es un automóvil compacto fabricado por la empresa surcoreana Kia. Se caracteriza por su estilo, tecnología y eficiencia. ",
    "image": "/images/shop_09.png"
  },
  {
    "id": 10,
    "year": 2018,
    "make": 9,
    "model": 9,
    "price": 18000,
    "transmission" : 2,
    "mileage" : 30000,
    "description": "El Toyota Corolla es un auto confiable y eficiente, con un bajo costo de mantenimiento.",
    "image": "/images/shop_10.png"
  },
  {
    "id": 11,
    "year": 2018,
    "make": 10,
    "model": 10,
    "price": 17000,
    "transmission" : 1,
    "mileage" : 20000,
    "description": "El Fiat Cronos es un sedán familiar fabricado en Argentina. Cuenta con dos motores, uno de 1.3 y otro de 1.8 litros, y puede tener transmisión manual o automática. ",
    "image": "/images/shop_11.png"
  }
]